/****************************************************************************/
// verified 2/6/13 by Monica's SS teacher

/* For MainViewController.m */


/* Title for 'Next' label when nextSong is visible */
"Now Playing" = "Nu Spelas";
"Next" = "Nästa";

/* For MediaGroupViewController.m */

/* Title of page */
"Select Music" = "Välj musik";

/* Collection Titles */
"Playlists" = "Spellistor";
"Artists" = "Artister";
"Songs" = "Låtar";
"Albums" = "Album";
"Compilations" = "Samlingar";
"Composers" = "Kompositörer";
"Genres" = "Genrer";
"Podcasts" = "Podcasts";

/* For SongViewController.m */
"Shuffle" = "Blanda";

/* For ArtistViewController.m */
"All Albums" = "Alla album";

/* For AlbumViewController.m */
"All Songs" = "Alla låtar";

/* For Tags */
"Tagged" = "Taggade";
"Assign Tag" = "Tilldela tagg";
"Add Notes" = "Lägg Notes";
"Tags" = "Taggar";
"Add Tag" = "Lägg tagg";
"Edit Tag" = "Redigera tagg";
